Examples/FromPresentations/OSCFD_cleaningTank3D/constant/.svn/entries
10

dir
2057
svn://svn.code.sf.net/p/openfoam-extend/svn/trunk/Breeder_2.0/libraries/swak4Foam/Examples/FromPresentations/OSCFD_cleaningTank3D/constant
svn://svn.code.sf.net/p/openfoam-extend/svn



2014-01-27T15:09:57.448337Z
2027
bgschaid














e4e07f05-0c2f-0410-a05a-b8ba57e0c909

dirtProperties
file




2014-11-07T21:01:53.000000Z
0b908af1606f5d836298abce1d8407cf
2014-01-27T15:09:57.448337Z
2027
bgschaid





















4925

polyMesh
dir

dynamicMeshDict
file




2014-11-07T21:01:53.000000Z
283c7b0658d345d8ac16cc0330b39b6e
2014-01-27T15:09:57.448337Z
2027
bgschaid





















899

turbulenceProperties
file




2014-11-07T21:01:53.000000Z
22736e646dc97dead629bfe85eac4425
2014-01-27T15:09:57.448337Z
2027
bgschaid





















899

g
file




2014-11-07T21:01:53.000000Z
8963239873855ea49ecab7ac5ca50161
2014-01-27T15:09:57.448337Z
2027
bgschaid





















939

normalValues
file




2014-11-07T21:01:53.000000Z
8acfecff39e75b3fc1bf82ca5cb29582
2014-01-27T15:09:57.448337Z
2027
bgschaid





















213

transportProperties
file




2014-11-07T21:01:53.000000Z
c8ae23798b98fbfe430b5c57d56236b2
2014-01-27T15:09:57.448337Z
2027
bgschaid





















2184

